#Напишите программу, которая принимает на вход вещественное число и показывает сумму его цифр.
num = int(input('Введите значене : '))


print(num) 